{
  "Chapter 1": [
    {
      "summary": "भगवद्गीता का उपदेश एक ही वंश के दो परिवारों के चचेरे भाइयों कौरव और पाण्डवों के मध्य हुए महाभारत के युद्ध की रणभूमि पर दिया गया। इस पुस्तक के परिचय से संबंधित प्रारम्भिक पृष्ठों में उल्लिखित 'गीता का परिवेश' खण्ड में उन घटनाओं का विस्तृत रूप से वर्णन किया गया है जिनके कारण यह महायुद्ध हुआ। भगवद्गीता का प्रकटीकरण राजा धृतराष्ट्र और उसके मंत्री संजय के बीच हुए वार्तालाप से आरम्भ होता है। चूंकि धृतराष्ट्र नेत्रहीन था इसलिए वह व्यक्तिगत रूप से युद्ध में उपस्थित नहीं हो सका। अत: संजय उसे युद्धभूमि पर घट रही घटनाओं का पूर्ण सजीव विवरण सुना रहा था। संजय महाभारत के प्रख्यात रचयिता वेदव्यास का शिष्य था। ऋषि वेदव्यास ऐसी चमत्कारिक शक्ति से संपन्न थे जिससे वह दूर-दूर तक घट रही घटनाओं को प्रत्यक्ष रूप से देखने में समर्थ थे। अपने गुरु की अनुकंपा से संजय ने भी दूरदृष्टि की दिव्य चमत्कारिक शक्ति प्राप्त की थी। इस प्रकार से वह युद्ध भूमि में घटित सभी घटनाओं को दूर से देख सका।",
      "tag": "अध्याय-एक: अर्जुन विषाद योग"
    }
  ],
  "Chapter 2": [
    {
      "summary": "इस अध्याय में अर्जुन अपने सम्मुख उत्पन्न स्थिति का सामना करने में स्पष्ट रूप से अपनी असमर्थता को दोहराता है और युद्ध करने के अपने कर्तव्य का पालन करने से मना कर देता है। तत्पश्चात वह औपचारिक रूप से श्रीकृष्ण को अपना आध्यात्मिक गुरु बनाने और जिस स्थिति में वह स्वयं को पाता है, उसका सामना करने के लिए उचित मार्गदर्शन प्रदान करने की प्रार्थना करता है। परम प्रभु उससे कहते हैं कि आत्मा, जो शरीर के नष्ट होने पर भी नहीं मरती, के अमरत्व की शिक्षा देकर दिव्य ज्ञान प्रदान करते हैं। आत्मा एक जन्म से दूसरे जन्म में उसी प्रकार से शरीर परिवर्तित करती है जिस प्रकार से मनुष्य पुराने वस्त्र त्याग कर नये वस्त्र धारण करता है। इसके पश्चात श्रीकृष्ण सामाजिक दायित्त्वों के विषय की ओर आगे बढ़ते हैं। वे अर्जुन को स्मरण कराते हैं कि धर्म की मर्यादा हेतु योद्धा के रूप में युद्ध लड़ना उसका कर्त्तव्य है। वे स्पष्ट करते हैं कि किसी के द्वारा अपने नैतिक कर्तव्यों का पालन करना एक पुण्य का कार्य है जो स्वर्ग जाने का द्वार खोलेगा किन्तु कर्त्तव्यों से विमुख होने से केवल तिरस्कार और अपयश प्राप्त होगा। लौकिक स्तर पर अर्जुन को प्रेरित करने के पश्चात श्रीकृष्ण गहनता के साथ कर्मयोग के ज्ञान पर प्रकाश डालते हैं। वे अर्जुन को फल की आसक्ति के बिना निष्काम कर्म करने की प्रेरणा देते हैं। फल की कामना से रहित कर्म करने के विज्ञान को वे 'बुद्धियोग' या 'बुद्धि का योग' नाम देते हैं। बुद्धि का प्रयोग मन को कर्मफल की लालसा करने से रोकने के लिए करना चाहिए। इस चेतना के साथ सम्पन्न किए गए कर्म 'बंधनयुक्त कर्मों' से 'बंधन मुक्त कर्मों' में परिवर्तित हो जाते हैं। अर्जुन दिव्य चेतना में स्थित मनुष्य के लक्षणों के संबंध में जानना चाहता है। श्रीकृष्ण उसे बताते हैं कि किस प्रकार से दिव्य चेतना में स्थित होकर मनुष्य आसक्ति, भय और क्रोध से मुक्त हो जाता है और सभी परिस्थितियों में उसकी इन्द्रियाँ उसके वश में हो जाती हैं और उसका मन सदा के लिए भगवान की भक्ति में तल्लीन हो जाता है। अब वे क्रमानुसार स्पष्ट करते हैं कि किस प्रकार से मानसिक संताप, काम-वासना और लोभ विकसित होता है और किस प्रकार से इनका उन्मूलन किया जा सकता है।",
      "tag": "अध्याय दो: सांख्य योग"
    }
  ],
  "Chapter 3": [
    {
      "summary": "इस अध्याय में श्रीकृष्ण यह समझाते हैं कि सभी जीव अपनी स्वाभाविक प्रकृति के गुणों के कारण कार्य करने के लिए बाध्य होते हैं और कोई भी प्राणी एक क्षण के लिए भी अकर्मा नहीं रह सकता। वे जो गेरुए वस्त्र धारण कर बाह्य रूप से वैराग्य प्रदर्शित करते हैं लेकिन आंतरिक रूप से इन्द्रिय विषयों के भोगों के प्रति आसक्ति रखते हैं, वे ढोंगी हैं। जो कर्मयोग का अनुपालन करते हुए बाह्य रूप से निरन्तर कर्म करते रहते हैं लेकिन उनमें आसक्त नहीं होते, वे उनसे श्रेष्ठ हैं। इसके बाद श्रीकृष्ण इस पर बल देते हैं कि सभी जीवित प्राणियों को भगवान की सृष्टि की व्यवस्था के अभिन्न अंग के रूप में अपने दायित्वों का निर्वाहन करना पड़ता है। जब हम भगवान के प्रति आभार व्यक्त करते हुए अपने कर्तव्यों का पालन करते हैं तब ऐसे कर्म यज्ञ बन जाते हैं। यज्ञों का अनुष्ठान वास्तव में स्वर्ग के देवताओं को प्रसन्न करने के लिए किया जाता है और वे हमें सांसारिक सुख और समृद्धि प्रदान करते हैं। ऐसे यज्ञों के कारण वर्षा होती है और वर्षा से अन्न उत्पन्न होता है जो जीवन निर्वाह के लिए आवश्यक है। वे जो इस सृष्टि चक्र में अपने उत्तरदायित्व को स्वीकार नहीं करते, वे पापी हैं। वे केवल इन्द्रिय सुख प्राप्त करने के लिए जीवित रहते हैं और उनका जीवन व्यर्थ हो जाता है। फिर आगे श्रीकृष्ण कहते हैं कि शेष मानवजाति से भिन्न ऐसी प्रबुद्ध आत्माएँ जो आत्मज्ञान में स्थित रहती हैं, वे शारीरिक उत्तरदायित्वों का पालन करने के लिए बाध्य नहीं होती क्योंकि वे आत्मा के स्तर पर अपने उच्च दायित्वों का निर्वाहन कर रही होती हैं। हालांकि वे अपने सामाजिक दायित्वों का त्याग कर देती हैं जिससे सामान्य मनुष्यों के मन में असमंजस की भावना उत्पन्न होती है जो महापुरुषों के पदचिह्नों पर चलना चाहते हैं। इसलिए ज्ञानी पुरुषों को संसार के अनुसरणार्थ उच्च आदर्श प्रस्तुत करने के लिए बिना किसी प्रयोजन और व्यक्तिगत लाभ के लिए निरन्तर कर्म करना होगा। यह अज्ञानी को अपरिपक्व अवस्था में अपने नियत दायित्वों का त्याग करने से रोकेगा। अतीत में महान राजर्षियों जैसे कि राजा जनक और अन्य राजाओं का यही उद्देश्य था जिन्होंने अपने सांसारिक दायित्वों का निर्वाहन किया था। तत्पश्चात अर्जुन पूछता है कि लोग अनिच्छा से पापपूर्ण कर्मों में प्रवत्त क्यों होते हैं? क्या उन्हें बलपूर्वक पाप कर्मों में लगाया जाता है। परम प्रभु श्रीकृष्ण बताते हैं कि संसार का सर्वभक्षी पाप-पूर्ण शत्रु केवल काम-वासना है। जिस प्रकार से अग्नि धुंए से ढकी रहती है, दर्पण धूल से ढका रहता है उसी प्रकार से कामना मनुष्य के ज्ञान पर आवरण डाल देती है और उसकी बुद्धि का विनाश कर देती है। फिर श्रीकृष्ण अर्जुन से आह्वान करते हैं कि वह इस कामना रूपी शत्रु का संहार कर दें जो पाप का मूर्तरूप है और अपनी इन्द्रिय, मन और बुद्धि को वश में करें।",
      "tag": "अध्याय तीन: कर्मयोग"
    }
  ],
  "Chapter 4": [
    {
      "summary": "चौथे अध्याय में श्रीकृष्ण अर्जुन को दिए जा रहे दिव्य ज्ञान के आदिकालीन उद्गम को प्रकट करते हुए उसमें उसके विश्वास को पुष्ट करते हैं। वे बताते हैं कि यह वही शाश्वत ज्ञान है जिसका उपदेश उन्होंने आरम्भ में सर्वप्रथम सूर्यदेव को दिया था और फिर परम्परागत पद्धति से यह ज्ञान निरन्तर राजर्षियों तक पहँचा। अब वे अर्जुन, जो उनका प्रिय मित्र और परमभक्त है, के सम्मुख इस दिव्य ज्ञान को प्रकट कर रहे हैं। तब अर्जुन प्रश्न करता है कि वे श्रीकृष्ण जो वर्तमान में उसके सम्मुख खड़े हैं वे इस ज्ञान का उपदेश युगों पूर्व सूर्यदेव को कैसे दे सके? इसके प्रत्युत्तर में श्रीकृष्ण अपने अवतारों का रहस्य प्रकट करते हैं। वे बताते हैं कि भगवान अजन्मा और सनातन हैं फिर भी वे अपनी योगमाया शक्ति द्वारा धर्म की स्थापना के लिए पृथ्वी पर प्रकट होते हैं लेकिन उनके जन्म और कर्म दिव्य होते हैं और वे भौतिक विकारों से दूषित नहीं हो सकते। जो इस रहस्य को जानते हैं वे अगाध श्रद्धा के साथ उनकी भक्ति में तल्लीन रहते हैं और उन्हें प्राप्त कर फिर इस संसार में पुनः जन्म नहीं लेते। इसके पश्चात इस अध्याय में कर्म की प्रकृति का व्याख्यान किया गया है और कर्म, अकर्मण्यता तथा वर्जित कर्म से संबंधित तीन सिद्धातों पर चर्चा की गयी है। इनसे विदित होता है कि कर्मयोगी अनेक प्रकार के सांसारिक दायित्वों का निर्वहन करते हुए अकर्मा की अवस्था प्राप्त कर लेते हैं और इसलिए वे कार्मिक प्रतिक्रियाओं में नहीं फंसते। इसी ज्ञान के साथ प्राचीन काल में ऋषि मुनि सफलता और असफलता, सुख-दुख से प्रभावित हुए बिना केवल भगवान के सुख के लिए यज्ञ के रूप में कर्म करते थे। यज्ञ कई प्रकार के होते हैं और इनमें से कई यज्ञों का उल्लेख यहाँ किया गया है। जब यज्ञ पूर्ण समर्पण की भावना से सम्पन्न किए जाते हैं तब इनके अवशेष अमृत के समान बन जाते हैं। ऐसे अमृत का पान करने से साधक के भीतर की अशुद्धता समाप्त हो जाती है। इसलिए यज्ञों का अनुष्ठान पूर्ण निष्ठा और ज्ञान के साथ करना चाहिए। ज्ञान रूपी नौका की सहायता से महापापी भी संसार रूपी कष्टों के सागर को सरलता से पार कर लेता है। ऐसा दिव्य ज्ञान वास्तविक आध्यात्मिक गुरु से प्राप्त करना चाहिए जो परम सत्य को जान चुका हो। श्रीकृष्ण गुरु के रूप में अर्जुन से कहते हैं कि ज्ञान की खड्ग से अपने हृदय में उत्पन्न हुए सन्देहों को काट दो, उठो और युद्ध लड़ने के अपने कर्त्तव्य का पालन करो।",
      "tag": "अध्याय चार: ज्ञान कर्म संन्यास योग"
    }
  ],
  "Chapter 5": [
    {
      "summary": "इस अध्याय में कर्म संन्यास के मार्ग की तुलना कर्मयोग के मार्ग के साथ की गयी है। श्रीकृष्ण बताते हैं कि दोनों मार्ग एक ही लक्ष्य की ओर ले जाते हैं और हम इनमें से किसी एक का चयन कर सकते हैं। लेकिन कर्म का त्याग तब तक पूर्णरूप से नहीं किया जा सकता। जब तक मन पूर्णतः शुद्ध न हो जाए और मन की शुद्धि भक्ति के साथ कर्म करने से प्राप्त होती है। इसलिए कर्मयोग बहुसंख्यक लोगों के लिए उपयुक्त विकल्प है। कर्मयोगी अपने सांसारिक दायित्वों का निर्वहन शुद्ध बुद्धि के साथ करते हुए अपने कर्म फलों की आसक्ति का त्याग कर उन्हें भगवान को अर्पित करते हैं। इस प्रकार से वे पाप से उसी प्रकार से अप्रभावित रहते हैं जिस प्रकार से कमल के पुष्प का पत्ता जल में तैरता है किन्तु जल उसे स्पर्श नहीं कर पाता। ज्ञान के आलोक में वे शरीर को नवद्वारों के एक नगर के रूप में देखते हैं जिसमें आत्मा निवास करती है। इसलिए वे न तो स्वयं को कर्म का कर्ता और न ही कर्म का भोक्ता मानते हैं। वे ब्राह्मण, गाय, हाथी, और कुत्ते का मांस भक्षण करने वाले चांडाल को एक समान दृष्टि से देखते हैं। ऐसे सच्चे संत भगवान के दोषरहित गुणों को अपने भीतर विकसित करते हैं और परम सत्य में स्थित हो जाते हैं किन्तु सांसारिक लोग यह जाने बिना कि इन्द्रिय विषयों के संपर्क से मिलने वाले सुख वास्तव में कष्टों के कारण हैं। अतः वे अज्ञानता के कारण इन्द्रिय विषयों से मिलने वाले सुखों को प्राप्त करने का प्रयास करते हैं। लेकिन कर्मयोगी इनसे प्रसन्न नहीं होते बल्कि इसकी अपेक्षा वे अपने भीतर भगवान के आनन्द की अनुभूति करना पसंद करते हैं। आगे यह अध्याय संन्यास के मार्ग का वर्णन करता है। कर्म संन्यासी अपने मन, इन्द्रियों और बुद्धि को नियंत्रित करने के लिए तपस्या करते हैं। इस प्रकार से वे बाह्य सुख के विचारों को बहिष्कृत कर इच्छा, भय और क्रोध से मुक्त हो जाते हैं। तब फिर वे भगवान की भक्ति के साथ अपनी तपस्या को सम्पूर्ण करते हैं और चिरस्थायी शांति प्राप्त करते हैं।",
      "tag": "अध्याय पाँच : कर्म संन्यास योग"
    }
  ],
  "Chapter 6": [
    {
      "summary": "श्रीकृष्ण कर्मयोग और कर्म संन्यास के तुलनात्मक मूल्यांकन के अनुक्रम को पांचवें अध्याय से इस छठे अध्याय में भी जारी रखते हैं और पहले वाले मार्ग के अनुसरण की संस्तुति करते हैं। जब हम समर्पण के साथ कार्य करते हैं तब इससे हमारा मन शुद्ध हो जाता है और हमारी आध्यात्मिक अनुभूति गहन हो जाती है। फिर जब मन शांत हो जाता है तब साधना उत्थान का मुख्य साधन बन जाती है। ध्यान द्वारा योगी मन को वश में करने का प्रयास करते हैं क्योंकि अप्रशिक्षित मन हमारा बुरा शत्रु है और प्रशिक्षित मन हमारा प्रिय मित्र है। श्रीकृष्ण अर्जुन को सावधान करते हैं कि कठोर तप में लीन रहने से कोई सफलता प्राप्त नहीं कर सकता और इसलिए मनुष्य को अपने खान-पान, कार्य-कलापों, अमोद-प्रमोद और निद्रा को संतुलित रखना चाहिए। आगे फिर वे मन को भगवान में एकीकृत करने के लिए साधना का वर्णन करते हैं। जिस प्रकार से वायु रहित स्थान पर रखे दीपक की ज्वाला में झिलमिलाहट नहीं होती। ठीक उसी प्रकार साधक को मन साधना में स्थिर रखना चाहिए। वास्तव में मन को वश में करना कठिन है लेकिन अभ्यास और विरक्ति द्वारा इसे नियंत्रित किया जा सकता है। इसलिए मन जहाँ कहीं भी भटकने लगे तब हमें वहाँ से इसे वापस लाकर निरन्तर भगवान में केंद्रित करना चाहिए। जब मन शुद्ध हो जाता है तब यह अलौकिकता में स्थिर हो जाता है। आनन्द की इस अवस्था को समाधि कहते हैं जिसमें मनुष्य असीम दिव्य आनन्द प्राप्त करता है। इसके पश्चात अर्जुन उस साधक के भाग्य के संबंध में प्रश्न करता है जो इस मार्ग का अनुसरण करना आरम्भ तो करता है लेकिन अस्थिर मन के कारण लक्ष्य तक पहुँचने में असमर्थ रहता है। श्रीकृष्ण उसे पुनः आश्वस्त करते हैं कि जो भगवद्प्राप्ति के लिए प्रयास करता है, बुराई कभी उस पर हावी नहीं हो सकती। भगवान सदैव पूर्व जन्मों में संचित हमारे आध्यात्मिक गुणों का लेखा-जोखा रखते हैं और अगले जन्मों में उस ज्ञान को पुनः जागृत करते हैं ताकि हमने अपनी यात्रा को जहाँ से छोड़ा था उसे वहीं से पुनः आगे जारी रख सकें। अनेक पूर्व जन्मों से अर्जित पुण्यों और गुणों के साथ योगी अपने वर्तमान जीवन में भगवान तक पहुँचने में समर्थ हो सकता है। इस अध्याय का समापन इस उद्घोषणा के साथ होता है कि योगी भगवान के साथ एकीकृत होने का प्रयास करता है इसलिए वह तपस्वी, ज्ञानी और कर्मकाण्डों का पालन करने वाले कर्मी से श्रेष्ठ होता है। सभी योगियों में से जो भक्ति में तल्लीन रहता है वह सर्वश्रेष्ठ होता है।",
      "tag": "अध्याय छह: ध्यानयोग"
    }
  ],
  "Chapter 7": [
    {
      "summary": "यह अध्याय भगवान की शक्तियों के भौतिक और आध्यात्मिक आयामों के वर्णन के साथ आरम्भ होता है। श्रीकृष्ण व्यक्त करते हैं कि ये सब उन्हीं से प्रकट होते हैं और धागे में गुंथे मोतियों की भाँति उनमें स्थित रहते हैं। वे समूची सृष्टि के स्रोत हैं और ये सब उन्हीं में पुनः विलीन हो जाते हैं। उनकी प्राकृत शक्तिमाया पर विजय प्राप्त करना अत्यंत दुष्कर है लेकिन वे जो भगवान के शरणागत हो जाते हैं वे उनकी कृपा प्राप्त करते हैं और इस पर सरलता से विजय पा लेते हैं। आगे श्रीकृष्ण उनके शरणागत न होने वाले चार प्रकार के लोगों और उनकी भक्ति में तल्लीन रहने वाले चार प्रकार के लोगों का वर्णन करते हैं। वे अपने भक्तों में उन्हें अत्यंत प्रिय मानते हैं जो अपने मन और बुद्धि को उनमें विलय कर ज्ञान में स्थित होकर उनकी आराधना करते हैं। कुछ लोग जिनकी बुद्धि सांसारिक कामनाओं द्वारा हर ली जाती हैं वे स्वर्ग के देवताओं की शरण में जाते हैं किन्तु ये स्वर्ग के देवता केवल अस्थायी भौतिक सुख प्रदान कर सकते हैं और इन क्षणभंगुर सुखों को भी वे भगवान से शक्तियाँ प्राप्त होने पर ही प्रदान कर सकते हैं। इस प्रकार से भक्ति का उपयुक्त लक्ष्य स्वयं भगवान हैं। श्रीकृष्ण पुष्टि करते हैं कि वे परम सत्य और अंतिम गंतव्य या सिद्धि हैं और सर्वज्ञ, सर्वव्यापक और सर्वशक्तिमान जैसे शाश्वत दिव्य गुणों से सम्पन्न हैं। क्योंकि उनका वास्तविक स्वरूप उनकी दिव्य योगमाया शक्ति के आवरण द्वारा आच्छादित रहता है और इसलिए उनके अविनाशी दिव्य स्वरूप को सब नहीं जान सकते। यदि हम उनकी शरण ग्रहण करते हैं तब वे हमें उन्हें जानने का अपना दिव्य ज्ञान प्रदान करते हैं और उनको जानकर हम भी आत्मज्ञान और कार्मिक गतिविधियों के क्षेत्र का ज्ञान प्राप्त कर लेते हैं।",
      "tag": "अध्याय सात: ज्ञान विज्ञान योग"
    }
  ],
  "Chapter 8": [
    {
      "summary": "यह अध्याय संक्षेप में कुछ महत्वपूर्ण शब्दों और अवधारणाओं का वर्णन करता है जिनका उपनिषदों में विस्तार से उल्लेख किया गया है। इसमें यह वर्णन भी किया गया है कि मृत्यु के पश्चात आत्मा के गन्तव्य का निर्धारण किस प्रकार से होता है। देह का त्याग करते समय यदि हम भगवान का स्मरण करते हैं तब हम निश्चित रूप से उसे पा लेंगे। इसलिए अपने दैनिक कार्यों को सम्पन्न करने के साथ-साथ हमें सदैव उसकी विशेषताओं, गुणों और दिव्य लीलाओं का चिन्तन करना चाहिए। जब हम अनन्य भक्ति से अपने मन को भगवान में पूर्णतया तल्लीन कर लेते हैं तब हम भौतिक आयामों से परे आध्यात्मिक क्षेत्र में प्रवेश करते हैं। तत्पश्चात इस अध्याय में भौतिक क्षेत्र में स्थित कुछ लोकों की चर्चा की गयी है। इसमें बताया गया है कि सृष्टि के चक्र में ये लोक और इन पर निवास करने वाले असंख्य प्राणी कैसे इनमें प्रकट होते हैं और प्रलय के समय पुनः अव्यक्त हो जाते हैं। किन्तु इस व्यक्त और अव्यक्त सृष्टि से परे भगवान का दिव्य लोक है। वे जो प्रकाश के मार्ग का अनुसरण करते हैं, वे अंततः दिव्यलोक में पहुँचते हैं और फिर कभी नश्वर संसार में लौट कर नहीं आते जबकि अंधकार के मार्ग का अनुसरण करने वाले लोग जन्म, रोग, बुढ़ापे और मृत्यु के अनन्त चक्रों में देहान्तरण करते रहते हैं।",
      "tag": "अध्याय आठ: अक्षर ब्रह्म योग"
    }
  ],
  "Chapter 9": [
    {
      "summary": "सातवें और आठवें अध्याय में श्रीकृष्ण ने भक्ति को योग प्राप्त करने का सरल साधन और योग की उत्तम पद्धति बताया था। नौवें अध्याय में उन्होंने अपनी परम महिमा का व्याख्यान किया है जिससे विस्मय, श्रद्धा और भक्ति उत्पन्न होती है। वे यह बोध कराते हैं कि यद्यपि वे अर्जुन के सम्मुख साकार रूप में खड़े हैं किन्तु उन्हें मनुष्य के रूप में मानने की दुर्भावना धारण नहीं करनी चाहिए। वे स्पष्ट कहते हैं कि वे समस्त प्राकृतिक शक्तियों के अध्यक्ष हैं और सृष्टि सृजन के आरम्भ में अनगिनत जीवों के जीवन रूपों को उत्पन्न करते हैं और प्रलय के समय वापस उन्हें अपने में विलीन कर लेते हैं तथा सृष्टि के अगले चक्र में उन्हें पुनः प्रकट करते हैं। जिस प्रकार से शक्तिशाली वायु सभी स्थानों पर प्रवाहित होती है और सदैव आकाश में स्थित रहती है। उसी प्रकार से सभी जीव भगवान में निवास करते हैं फिर भी वे अपनी योगमाया शक्ति द्वारा तटस्थ पर्यवेक्षक बने रहकर इन सभी गतिविधियों से विलग और विरक्त रहते हैं। केवल भगवान ही आराधना का एक मात्र लक्ष्य हैं। इसे स्पष्ट करते हुए भगवान श्रीकृष्ण बहु हिन्दू देवी-देवताओं की पूजा के मिथ्या भ्रम का समाधान करते हैं। भगवान सभी प्राणियों के लक्ष्य, सहायक, शरणदाता और सच्चे मित्र हैं। जिन मनुष्यों की रुचि वैदिक कर्मकाण्डों का पालन करने में होती है वे देवताओं का स्वर्गलोक प्राप्त करते हैं किन्तु जब उनके पुण्य कर्म क्षीण हो जाते हैं तब उन्हें लौटकर पुनः पृथ्वीलोक में आना पड़ता है लेकिन जो परम प्रभु की भक्ति में तल्लीन रहते है वे उनके परम धाम में जाते हैं। इसलिए श्रीकृष्ण उनके प्रति की जाने वाली विशुद्ध भक्ति को सर्वोत्तम बताते हुए उसकी प्रशंसा करते हैं। ऐसी भक्ति में लीन होकर जो कुछ हमारे पास है वह सब भगवान को समर्पित करते हुए हमें भगवान की इच्छा के साथ पूर्ण रूप से एकनिष्ठ होकर जीवनयापन करना चाहिए। ऐसी शुद्ध भक्ति पाकर हम कर्म के बंधनों से मुक्त रहेंगे और भगवान से गूढ़ संबंध स्थापित करने के लक्ष्य को पा सकेंगे। आगे श्रीकृष्ण दृढ़तापूर्वक कहते हैं कि वे न तो किसी का पक्ष लेते हैं और न ही किसी की उपेक्षा करते हैं। वह सभी प्राणियों के प्रति निष्पक्ष रहते हैं। यहाँ तक कि अधम पापी भी यदि उनकी शरण में आते हैं तब भी वे प्रसन्नता से उनको अपनाते हैं और उन्हें शीघ्र सद्गुणी बनाकर पवित्र कर देते हैं। वे वचन देते हैं कि उनके भक्त का कभी पतन नहीं हो सकता। अपने भक्तों के हृदय में आसीन होकर वे उनके अभावों की पूर्ति करते हैं और जो पहले से उनके स्वामित्व में होता है उसकी रक्षा करते हैं। इसलिए हमें सदैव उनका ही चिन्तन और आराधना करनी चाहिए तथा मन और शरीर को पूर्णतया उनके प्रति समर्पित कर उन्हें अपना परम लक्ष्य बनाना चाहिए।",
      "tag": "अध्याय नौ : राज विद्या योग"
    }
  ],
  "Chapter 10": [
    {
      "summary": "इस अध्याय में श्रीकृष्ण ने अपनी भव्य और दीप्तिमान महिमा का वर्णन किया है जिससे अर्जुन को भगवान में अपना ध्यान केन्द्रित करने में सहायता मिल सके। नौवें अध्याय में श्रीकृष्ण ने भक्ति योग या प्रेममयी भक्ति की व्याख्या करते हुए अपने कुछ वैभवों का वर्णन किया था। यहाँ इस अध्याय में वे आगे अर्जुन के भीतर श्रद्धा भक्ति को बढ़ाने के प्रयोजनार्थ अपनी अनन्त महिमा का पुनः वर्णन करते हैं। इन श्लोकों को पढ़ने से आनन्द की अनुभूति होती है और इनका श्रवण करने से मन प्रफुल्लित हो जाता है। श्रीकृष्ण बताते हैं कि वे सृष्टि में प्रकट प्रत्येक अस्तित्व का स्रोत हैं। मनुष्यों में विविध प्रकार के गुण उन्हीं से उत्पन्न होते हैं। सात महर्षि, चार महान ऋषि और चौदह मनुओं का जन्म उनके मन से हुआ और बाद में संसार के सभी मनुष्य इनसे प्रकट हुए। जो यह जानते हैं कि सबका उद्गम भगवान हैं, वे अगाध श्रद्धा के साथ उनकी भक्ति में तल्लीन रहते हैं। ऐसे भक्त उनकी महिमा की चर्चा कर पूर्ण संतुष्टि एवं मानसिक शांति प्राप्त करते हैं और अन्य लोगों को भी जागृत करते हैं क्योंकि उनका मन उनमें एकीकृत हो जाता है। इसलिए भगवान उनके हृदय में बैठकर उन्हें दिव्य ज्ञान प्रदान करते हैं ताकि वे उन्हें सुगमता से प्राप्त कर सकें। श्रीकृष्ण से यह सब सुनकर अर्जुन कहता है कि उसे पूर्ण रूप से भगवान की सर्वोच्च स्थिति का बोध हो गया है और वह यह घोषणा करता है कि भगवान श्रीकृष्ण संसार के परम स्वामी हैं। फिर वह भगवान से विनम्र अनुरोध करता है कि वे पुनः अपनी अनुपम महिमा का और अधिक से अधिक वर्णन करें जिसका श्रवण करना अर्जुन के लिए अमृत का सेवन करने के समान है। श्रीकृष्ण प्रकट करते हैं क्योंकि वे ही सभी का आदि, मध्य और अन्त हैं इसलिए सभी अस्तित्व उनकी शक्तियों की अभिव्यक्ति हैं। वे सौंदर्य, वैभव, शक्ति, ज्ञान और समृद्धि का अनन्त महासागर हैं। जब हम कहीं किसी असाधारण ज्योति को देखते हैं जो हमारी कल्पना को हर्षोन्माद कर देती है और हमें आनन्द में निमग्न कर देती है तब हमें उसे और कुछ न मानकर भगवान की महिमा का स्फुलिंग मानना चाहिए। वे ऐसे विद्युत गृह के समान हैं जहाँ से मानवजाति के साथ-साथ ब्रह्माण्ड में सभी पदार्थ अपनी ऊर्जा प्राप्त करते हैं। तत्पश्चात शेष अध्याय में वे उन सभी श्रेष्ठ पदार्थों, व्यक्तित्वों और क्रियाओं का मनमोहक वर्णन करते हैं जो उनके विशाल वैभव को प्रदर्शित करते हैं। इस प्रकार से वे यह कह कर इस सुन्दर अध्याय का समापन करते हैं कि उन्होंने अभी तक अपनी जिस अनुपम महिमा का वर्णन किया है उससे उनकी अनन्त महिमा के महत्व का अनुमान नहीं लगाया जा सकता क्योंकि वे ही अनन्त ब्रह्माण्डों को अपने दिव्य स्वरूप के एक अंश के रूप में धारण किए हुए हैं। इसलिए हम मानवों को भगवान, जो सभी प्रकार के वैभवों का स्रोत हैं, उन्हें ही अपनी आराधना का लक्ष्य मानना चाहिए।",
      "tag": "अध्याय दस: विभूति योग"
    }
  ],
  "Chapter 11": [
    {
      "summary": "पिछले अध्याय में श्रीकृष्ण ने अर्जुन की भक्ति को पोषित और प्रगाढ करने के लिए अपनी दिव्य विभूतियों का वर्णन किया था। अध्याय के अन्त में वे स्पष्ट रूप से अपने असीम विश्व रूप का उल्लेख करते हुए कहते हैं कि उसमें दिखाई देने वाले सभी सौंद्रर्य, ऐश्वर्य, तेज और शक्तियों को उनके तेज का स्फुलिंग मानो। इस अध्याय में अर्जुन श्रीकृष्ण से प्रार्थना करता है कि वे उसे अपने विश्व रूप या सभी ब्रह्माण्डों में व्याप्त अपने अनंत ब्रह्माण्डीय विराट रूप का दर्शन कराएँ। तब श्रीकृष्ण उस पर कृपा करते हुए उसे अपनी दिव्य दृष्टि प्रदान करते हैं जिसे प्राप्त कर अर्जुन देवों के देव श्रीकृष्ण के शरीर में सम्पूर्ण सृष्टि का अवलोकन करता है। फिर वह भगवान के अद्भुत अनंत स्वरूप में अनगनित मुख, आँखें, भुजाएँ, उदर देखता है। उनके विराट रूप का कोई आदि और अन्त नहीं है और वह प्रत्येक दिशा में अपरिमित रूप से बढ़ रहा है। उस रूप का तेज आकाश में एक साथ चमकने वाले सौ सूर्यों के प्रकाश से अधिक है। उस विराट रूप को देखकर अर्जुन के शरीर के रोम कूप सिहरने लगे। वह देखता है कि भगवान के नियम के भय से तीनों लोक भय से कांप रहें हैं। उसने देखा कि स्वर्ग के सभी देवता भगवान में प्रवेश कर उनकी शरण ग्रहण कर रहे हैं और सिद्धजन पवित्र वैदिक मंत्रों, प्रार्थनाओं और स्रोतों का पाठ कर भगवान की स्तुति कर रहे हैं। आगे अर्जुन कहता है कि वह धृतराष्ट्र के सभी पुत्रों को उनके सहयोगी राजाओं सहित उनके मुख में प्रवेश करते हुए उसी प्रकार से देख रहा है जैसे पतंगा तीव्र गति से अग्नि की ज्वाला में प्रवेश कर अपना विनाश करता है तब अर्जुन स्वीकार करता है कि भगवान के विश्व रूप को देखकर उसका हृदय भय से कांप रहा है और उसने अपना मानसिक संतुलन खो दिया है। भयतीत अर्जुन श्रीकृष्ण से उनके इस भयानक रूप की वास्तविकता जानना चाहता है जो कि उनके उस रूप जैसा नहीं था तथा जिसे वह अब से पहले अपने गुरु और मित्र के रूप में जानता था। इसका उत्तर देते हुए श्रीकृष्ण कहते हैं कि वे काल के रूप में तीनों लोकों के संहारक हैं। वे घोषणा करते हैं कि कौरव पक्ष के महायोद्धा पहले ही उनके द्वारा मारे जा चुके हैं इसलिए अपनी विजय को सुनिश्चित मानते हुए उठो और युद्ध करो। इसकी प्रतिक्रिया में अर्जुन अदम्य साहस और अतुल्य शक्ति से सम्पन्न भगवान के रूप में उनकी प्रशंसा करता है और पुनः उनकी वंदना करता है। वह कहता है कि यदि दीर्घकालीन मित्रता के दौरान श्रीकृष्ण को केवल मानव के रूप में देखने के कारण उपेक्षित भाव से भूलवशः उससे उनके प्रति कोई अपराध हो गया हो तो वे उसे क्षमा कर दें। वह उन्हें उस पर दया कर उन्हें एक बार पुनः अपना आनंदमयी भगवान का रूप दिखाने की प्रार्थना करता है। श्रीकृष्ण उसकी प्रार्थना को स्वीकार करते हुए पहले अपना चतुर्भुज नारायण रूप और तत्पश्चात अपना दो भुजाओं वाला मनोहारी पुरुषोत्तम रूप धारण करते हैं। वे अर्जुन को बताते हैं कि अर्जुन भगवान के जिस विश्वरूप को देख चुका है उसका दर्शन करना अत्यंत कठिन हैं। वेदों के अध्ययन करने से उनके साकार रूप को देखा नहीं जा सकता। उनके साकार रूप को न तो वेदों के अध्ययन द्वारा और न ही तपस्या, दान या अग्निहोत्र यज्ञों द्वारा देखा जा सकता है लेकिन अर्जुन, मैं जिस रूप में तुम्हारे समक्ष खड़ा हूँ उसे केवल विशुद्ध और अनन्य भक्ति से देखा जा सकता है और उसमें एकीकृत हुआ जा सकता है।",
      "tag": "अध्याय ग्यारह : विश्वरूप दर्शन योग"
    }
  ],
  "Chapter 12": [
    {
      "summary": "इस छोटे अध्याय में आध्यात्मिक साधनाओं के अन्य मार्गों की अपेक्षा भक्ति मार्ग की सर्वोत्कृष्टता के महत्त्व पर प्रकाश डाला गया है। इसका प्रारम्भ अर्जुन द्वारा श्रीकृष्ण से पूछे गए इस प्रश्न से होता है कि वह योग में किन्हें पूर्ण माने, क्या जो भगवान की साकार रूप में भक्ति करते हैं या वे जो निराकार ब्रह्म की उपासना करते हैं? इसका उत्तर देते हुए श्रीकृष्ण कहते हैं कि दोनों मार्ग भगवद्प्राप्ति की ओर ले जाते हैं किन्तु वे उनकी साकार रूप की पूजा करने वाले भक्त का श्रेष्ठ योगी के रूप में सम्मान करते हैं। वे स्पष्ट करते हुए कहते हैं कि मायाबद्ध देह धारियों के लिए उनके निराकार अव्यक्त रूप की आराधना करना कष्टदायक और अत्यंत कठिन है जबकि साकार रूप की आराधना करने वाले भक्त अपनी चेतना के साथ भगवान में विलीन हो जाते हैं और उनके प्रत्येक कर्म भगवान को समर्पित होते हैं तथा वे शीघ्रता से जीवन मरण के बंधनों से मुक्त हो जाते हैं। इसलिए श्रीकृष्ण अर्जुन को अपनी बुद्धि उन्हें समर्पित करने और अपने मन को केवल उनकी प्रेममयी भक्ति में स्थिर करने के लिए कहते हैं। किन्तु ऐसा प्रेम प्रायः संघर्षमयी आत्मा लभ्य नहीं होता। इसलिए श्रीकृष्ण अन्य विकल्प देते हुए कहते हैं कि यदि अर्जुन तुरन्त अपने मन को पूर्ण रूप से भगवान में एकाग्र करने की अवस्था प्राप्त नहीं कर सकता तब उसे निरन्तर अभ्यास द्वारा पूर्णता की अवस्था को प्राप्त करने का प्रयास करना चाहिए। भक्ति कोई रहस्यमयी उपहार नहीं है। इसे निरन्तर प्रयास से पोषित किया जा सकता है। यदि अर्जुन इतना भी नहीं कर सकता तब भी उसे पराजय स्वीकार नहीं करनी चाहिए अपितु इसके विपरीत उसे केवल श्रीकृष्ण के सुख के लिए अपने कर्त्तव्यों का पालन करना चाहिए। यदि उसके लिए ऐसा करना भी संभव नहीं है तब उसे अपने कर्म फलों का त्याग कर देना चाहिए और अपनी आत्मा में स्थित हो जाना चाहिए। अब श्रीकृष्ण बताते हैं कि लौकिक कर्मों से श्रेष्ठ ज्ञान अर्जन करना है और ज्ञान अर्जन से श्रेष्ठ ध्यान है और ध्यान से श्रेष्ठ कर्म फलों का त्याग करना है जो तुरन्त परम शांति प्राप्त करने के मार्ग की ओर ले जाता है। इस अध्याय के शेष श्लोकों में उनके प्रिय भक्तों के अद्भुत गुणों का वर्णन किया गया है जो भगवान को अत्यन्त प्रिय हैं।",
      "tag": "अध्याय बारह: भक्तियोग"
    }
  ],
  "Chapter 13": [
    {
      "summary": "भगवद्गीता में कुल अठारह अध्याय हैं। इनका तीन खण्डों में संपादन किया गया है। प्रथम खण्ड के छः अध्यायों में कर्मयोग का वर्णन किया गया है। दूसरे खण्ड में भक्ति की महिमा और भक्ति को पोषित करने का वर्णन हुआ है। यह भगवान के ऐश्वर्यों की ओर भी ध्यान आकर्षित करता है। तीसरे खण्ड के छः अध्यायों में तत्त्वज्ञान पर व्याख्या की गयी है। यह तीसरे खण्ड के अध्यायों का प्रथम अध्याय है। यह दो शब्दों क्षेत्र (शरीर) और क्षेत्रज्ञ (शरीर का ज्ञाता) से परिचित कराता है। हम शरीर को क्षेत्र के रूप में और शरीर में निवास करने वाली आत्मा को शरीर के ज्ञाता के रूप में स्वीकार कर सकते हैं लेकिन यह एक सरलीकरण है क्योंकि क्षेत्र का अर्थ वास्तव में अधिक व्यापक हैं। इसमें मन, बुद्धि, अहंकार और माया (प्राकृत) शक्ति के अन्य सभी घटक भी सम्मिलित हैं जिनसे हमारा व्यक्तित्त्व निर्मित होता है। व्यापक ज्ञान के आधार पर देह के क्षेत्र में आत्मा को छोड़कर जो कि 'शरीर की ज्ञाता' है, हमारे व्यक्तित्व के सभी पहलू सम्मिलित हैं। जिस प्रकार किसान खेत में बीज बो कर खेती करता है। इसी प्रकार से हम अपने शरीर को शुभ-अशुभ विचारों और कर्मों से पोषित करते हैं और परिणाम स्वरूप अपना भाग्य बनाते हैं। महात्मा बुद्ध ने यह व्याख्या की है-\"हम जो सोचते हैं वही हमारे सामने परिणाम के रूप में आता है\" इसलिए हम जैसे सोचते हैं वैसे बन जाते हैं। महान अमेरिकी विचारक राल्फ वाल्डो हमर्सन ने कहा है-\"विचार ही सभी कर्मों का जनक है।\" इसलिए हमें शुभ एवं उचित विचारों और कर्मों से अपने शरीर को पोषित करने की विधि सीखनी चाहिए। इसके लिए शरीर और शरीर के ज्ञाता के बीच के भेद को जानना आवश्यक है। इस अध्याय में श्रीकृष्ण इस अन्तर के विस्तृत विश्लेषण की ओर ले जाते हैं। वे प्राकृत शक्ति के उन तत्त्वों की गणना करते हैं जिनसे शरीर के क्षेत्र की रचना होती है। वे शरीर में होने वाले उन परिवर्तनों जो भावनाओं, मत, दृष्टिकोण के रूप में उदय होते हैं का वर्णन करते हैं। वे उन गुणों और विशेषताओं का भी उल्लेख करते हैं जो मन को शुद्ध और उसे ज्ञान के प्रकाश से आलोकित करते हैं। ऐसे ज्ञान से आत्मा के ज्ञान की अनुभूति करने में सहायता मिलती है जो शरीर की ज्ञाता है। तत्पश्चात इस अध्याय में भगवान जो सभी प्राणियों के शरीर का ज्ञाता है का अद्भुत वर्णन किया गया है। भगवान विरोधी गुणों के अधिष्ठाता हैं अर्थात वे एक ही समय में विरोधाभासी गुणों को प्रकट करते हैं। इस प्रकार से वे सृष्टि में सर्वत्र व्यापक हैं और सभी के हृदयों में निवास करते हैं। इसलिए वे सभी जीवों की परम आत्मा हैं। आत्मा, परमात्मा और भौतिक शक्ति का वर्णन करने के पश्चात श्रीकृष्ण आगे यह व्याख्या करते हैं कि जीवों द्वारा किए जाने वाले कर्मों के लिए इनमें से कौन उत्तरदायी है? और पूरे संसार में इनके कारण और परिणाम के लिए कौन अत्यधिक उत्तरदायी है? वे जिन्हें इनके भेद का बोध हो जाता है और जो भली भांति कर्म के कारण को जान लेते हैं वही वास्तव में देखते हैं और केवल वही दिव्य ज्ञान में स्थित हो जाते हैं। वे सभी जीवों में परमात्मा को देखते हैं और इसलिए वे मानसिक रूप से किसी को अपने से नीचा नहीं समझते। वे एक ही प्राकृतिक शक्ति में स्थित विविध प्रकार के जीवन रूपों को देख सकते हैं और जब वे सभी अस्तित्त्वों में सामान्य आध्यात्मिक आधार को देखते हैं तब उन्हें ब्रह्म की अनुभूति होती है।",
      "tag": "अध्याय तेरह: क्षेत्र क्षेत्रज्ञ विभाग योग"
    }
  ],
  "Chapter 14": [
    {
      "summary": "पिछले अध्याय में आत्मा और भौतिक शरीर के बीच के अन्तर को विस्तार से समझाया गया था। इस अध्याय में भौतिक शक्ति की प्रकृति का वर्णन किया गया है जो शरीर और उसके तत्त्वों का स्रोत है और इस प्रकार से यह मन और पदार्थ दोनों की उत्पत्ति है। श्रीकृष्ण बताते हैं कि प्राकृतिक शक्ति सत्व, रजस, और तमस तीन गुणों से निर्मित है। शरीर, मन और बुद्धि जो प्राकृत शक्ति से बने हैं उनमें भी तीनों गुण विद्यमान होते हैं और हम जीवों में गुणों का मिश्रण हमारे व्यक्तित्व के स्वरूप का निर्धारण करता है। सत्व गुण शांत स्वभाव, सद्गुण और शुद्धता को चित्रित करता है तथा रजो गुण अन्तहीन कामनाओं और सांसारिक आकर्षणों के लिए अतृप्त महत्वाकांक्षाओं को बढ़ाता है एवं तमो गुण भ्रम, आलस्य, नशे और निद्रा का कारण है। जब तक आत्मा जागृत नहीं होती तब तक उसे प्राकृतिक शक्ति की प्रबल शक्तियों से निपटना सीखना चाहिए। मुक्ति इन तीन गुणों से परे है। आगे श्रीकृष्ण इन गुणों के बंधनों को काटने का एक सरल उपाय बताते हैं। परम शक्तिशाली भगवान इन तीनों गुणों से परे अर्थात गुणातीत हैं। यदि हम मन को उनमें अनुरक्त करते हैं तब हमारा मन भी दिव्यता की अवस्था की ओर बढ़ता है। इस बिन्दु पर अर्जुन तीन गुणों से परे होने की अवस्था प्राप्त व्यक्तियों के गुण-विशेषताओं के संबंध में पूछता है तब श्रीकृष्ण सहानुभूतिपूर्वक ऐसी प्रबुद्ध आत्माओं के लक्षणों का निरूपण करते हैं। वे बताते हैं कि प्रबुद्ध मनुष्य सदैव संतुलित रहते हैं और वे संसार में तीन गुणों के कार्यान्वयन को देखकर व्यक्तियों, पदार्थों तथा परिस्थितियों में प्रकट होने वाले उनके प्रभाव से विचलित नहीं होते। वे सभी पदार्थों को भगवान की शक्ति की अभिव्यक्ति के रूप में देखते हैं जो अंततः उनके नियंत्रण में होती है। इसलिए सांसारिक परिस्थितियाँ न तो उन्हें हर्षित और न ही उन्हें दुखी कर सकती हैं। इस प्रकार बिना विचलित हुए वे अपनी आत्मा में स्थित रहते हैं। श्रीकृष्ण हमें पुनः भक्ति की महिमा और हमें तीन गुणों से परे ले जाने की इसकी क्षमता का स्मरण कराते हुए इस अध्याय का समापन करते हैं।",
      "tag": "अध्याय चौदह: गुण त्रय विभाग योग"
    }
  ],
  "Chapter 15": [
    {
      "summary": "पिछले अध्याय में श्रीकृष्ण ने स्पष्ट किया था कि प्राकृत शक्ति के तीन गुणों से गुणातीत होकर ही कोई अपने दिव्य लक्ष्य को प्राप्त कर सकता है। उन्होंने यह भी प्रकट किया था कि इन गुणों से परे जाने का सबसे उत्तम उपाय भगवान की अनन्य भक्ति में तल्लीन होना है। ऐसी भक्ति में तल्लीन होने के लिए हमें मन को संसार से विरक्त कर उसे केवल भगवान में अनुरक्त करना होगा। इसलिए संसार की प्रकृति को समझना अति आवश्यक है। इस अध्याय में श्रीकृष्ण अर्जुन की संसार के प्रति विरक्ति विकसित करने में उसकी सहायतार्थ उसे भौतिक संसार की प्रकृति को प्रतीकात्मक शैली में समझाते हैं। वे भौतिक संसार की तुलना ऊपर से नीचे 'अश्वत्थ' बरगद के वृक्ष से करते हैं। देहधारी आत्मा इस वृक्ष की उत्पत्ति के स्रोत और यह कब से अस्तित्व में है और कैसे बढ़ रहा है, को समझे बिना एक जन्म से दूसरे जन्म में इस वृक्ष की शाखाओं के ऊपर नीचे घूमती रहती है। इस वृक्ष की जड़ें ऊपर की ओर होती हैं क्योंकि इसका स्रोत भगवान में है। वेदों में वर्णित सकाम कर्मफल इसके पत्तों के समान हैं। इस वृक्ष को प्राकृत शक्ति के तीनों गुणों से सींचा जाता है। ये गुण इन्द्रिय विषयों को जन्म देते हैं जोकि वृक्ष की ऊपर लगी कोंपलों के समान हैं। कोंपलों से वायवीय जड़ें फूट कर प्रसारित होती हैं जिससे वृक्ष और अधिक विकसित होता है। इस अध्याय में इस प्रतीकात्मकता को विस्तृत रूप से वर्णित किया गया है जिससे कि यह ज्ञात हो सके कि कैसे देहधारी आत्मा इस वृक्ष के भौतिक अस्तित्व की प्रकृति की अज्ञानता के कारण निरंतर संसार के बंधनो में फंसी रहकर भौतिक जगत के कष्ट सहन कर रही है। इसलिए श्रीकृष्ण समझाते हैं कि विरक्ति की कुल्हाड़ी से इस वृक्ष को काट डालना चाहिए। तब फिर हमें वृक्ष के आधार की खोज करनी चाहिए जोकि स्वयं परमेश्वर हैं। परम स्रोत भगवान को खोजकर हमें इस अध्याय में वर्णित पद्धति के अनुसार उनकी शरणागति ग्रहण करनी होगी और तभी हम भगवान के दिव्य लोक को पा सकेंगे जहाँ से हम पुनः इस लौकिक संसार में नहीं लौटेंगे। श्रीकृष्ण आगे वर्णन करते हैं कि उनका अभिन्न अंश होने के कारण इस संसार में जीवात्माएँ किस प्रकार से दिव्य हैं किन्तु माया शक्ति के बंधन के कारण वे मन सहित छह इन्द्रियों के साथ संघर्ष करती रहती हैं। वे स्पष्ट करते हैं कि यद्यपि आत्मा दिव्य है किन्तु फिर भी वह किस प्रकार से इन्द्रिय विषयों के भोग का आनंद लेती है। श्रीकृष्ण यह भी बताते हैं कि मृत्यु होने पर आत्मा अपने वर्तमान जीवन के मन और सूक्ष्म इन्द्रियों सहित किस प्रकार से नये शरीर में देहान्तरण करती है। अज्ञानी न तो शरीर में आत्मा की उपस्थिति को अनुभव करते हैं और न ही मृत्यु होने पर उन्हें आत्मा के देह को त्यागने का आभास होता है किन्तु योगी ज्ञान चक्षुओं और मन की शुद्धता के साथ इसका अनुभव करते हैं। इसी प्रकार से भगवान भी अपनी सृष्टि में व्याप्त हैं लेकिन ज्ञान चक्षुओं से ही उनकी उपस्थिति को अनुभव किया जा सकता है। यहाँ श्रीकृष्ण प्रकट करते हैं कि संसार में भगवान के अस्तित्व को और उनकी अनन्त महिमा को जो सर्वत्र प्रकाशित है, कैसे जान सकते हैं। इस अध्याय का समापन क्षर, अक्षर, पुरुषोत्तम शब्दों की व्याख्या के साथ होता है। क्षर भौतिक जगत की नश्वर वस्तुएँ हैं। अक्षर भगवान के लोक में निवास करने वाली मुक्त आत्माएँ हैं। पुरुषोत्तम का अर्थ दिव्य सर्वोच्च व्यक्तित्व है जो संसार का नियामक और निर्वाहक है। वह विनाशकारी और अविनाशी पदार्थों से परे है। हमें अपना सर्वस्व उस पर न्योछावर करते हुए उसकी आराधना करनी चाहिए।",
      "tag": "अध्याय-पन्द्रह: पुरुषोत्तम योग"
    }
  ],
  "Chapter 16": [
    {
      "summary": "इस अध्याय में श्रीकृष्ण मनुष्यों में दैवीय और आसुरी दो प्रकार की प्रकृति का वर्णन करते हैं। दैवीय गुण धार्मिक ग्रंथों के उपदेशों के अनुसरण, सत्वगुण को पोषित करने और अध्यात्मिक अभ्यास द्वारा मन को शुद्ध करने से विकसित होते हैं। ये दैवीय संपत्ति में वृद्धि की ओर अग्रसर करते हैं और अंततः भगवद्प्राप्ति के लक्ष्य तक पहुँचाते हैं। इसके विपरीत संसार में आसुरी प्रवृत्ति भी पायी जाती है जो मोह अर्थात आसक्ति और अज्ञानता के गुणों की संगति से तथा भौतिक विचारों को अंगीकार करने से विकसित होती है। यह किसी के व्यक्तित्व में प्रतिकूल लक्षणों का पोषण करती है और अंततः आत्मा को नारकीय अस्तित्वों में धकेलती है। यह अध्याय दिव्य प्रकृति के दैवीय गुणों से सम्पन्न पुण्यात्माओं के निरूपण से प्रारंभ होता है। आगे इसमें आसुरी गुणों का वर्णन किया गया है जिनका अति सतर्कता के साथ त्याग करना चाहिए, क्योंकि ये आगे आत्मा को पुनः अज्ञानता और 'संसार' अर्थात जीवन और मृत्यु के चक्र की ओर खींचते हैं। श्रीकृष्ण इस अध्याय का समापन करते हुए कहते हैं कि क्या किया जाना चाहिए और क्या नहीं किया जाना चाहिए, इसका निर्णय करने का अधिकार केवल वेद शास्त्रों का ही माना जाता है अतः हमें भी वेदों के वाक्यों को स्वीकार करना चाहिए। हमें इन वैदिक शास्त्रों के विधि-निषेधों को समझना चाहिए और तदानुसार इस संसार में अपने कार्यों का निष्पादन और दायित्वों का निर्वहन करना चाहिए।",
      "tag": "अध्याय सोलह: देवासुर संपद विभाग योग"
    }
  ],
  "Chapter 17": [
    {
      "summary": "चौदहवें अध्याय में श्रीकष्ण ने प्राकतिक शक्ति के तीन गुणों की व्याख्या की थी और यह भी समझाया था कि किस प्रकार से ये मनुष्यों पर प्रभाव डालते हैं। इस सत्रहवें अध्याय में श्रीकृष्ण विस्तारपूर्वक गुणों के प्रभाव के संबंध में बताते हैं। सर्वप्रथम वह श्रद्धा के विषय पर चर्चा करते हैं और यह बताते हैं कि कोई ऐसा व्यक्ति नहीं है जो श्रद्धा विहीन हो क्योंकि यह मानवीय प्रकृति का एक अविभाज्य स्वरूप है लेकिन मन की प्रकृति के अनुसार व्यक्तियों की श्रद्धा सात्विक, राजसिक अथवा तामसिक गुणों के अनुरूप होती है। उनकी श्रद्धा की प्रकृति ही उनकी जीवन शैली का निर्धारण करती है। लोग अपनी रूचि के अनुसार ही अपने भोजन का चयन करते हैं। श्रीकृष्ण भोजन को तीन श्रेणियों में वर्गीकृत करते हैं तथा प्रत्येक भोजन के हमारे स्वास्थ्य पर पड़ने वाले प्रभाव की चर्चा करते हैं। तत्पश्चात वह यज्ञ के विषय पर आते हैं और यह बताते हैं कि कैसे प्रकृति के तीन गुणों में से प्रत्येक में यज्ञ किस प्रकार विभिन्न रूप से सम्पन्न होता है। इस अध्याय में आगे तपस्या के विषय में बताया गया है तथा शरीर, वाणी एवं मन के तप की व्याख्या की गई है। तपस्याओं की श्रेणी में प्रत्येक तपस्या का स्वरूप सत्वगुण, रजोगुण, तमोगुण के प्रभाव के कारण भिन्न होता है। तत्पश्चात दान पर चर्चा की गई है तथा इसके तीन विभागों का वर्णन किया गया है। अंततः श्रीकृष्ण तीन गुणों से भी आगे बढ़ते हैं तथा “ओम-तत्-सत्\" शब्दों की प्रासंगिकता तथा अर्थ के विषय पर प्रकाश डालते हैं जो परम सत्य के विभिन्न रूपों के प्रतीक हैं। 'ओउम' शब्दांश ईश्वर के निराकार रूप की अभिव्यक्ति है। 'तत्' शब्दांश का उच्चारण, परमपिता परमात्मा को अर्पित की जाने वाली क्रियाओं तथा वैदिक रीतियों के लिए किया जाता है, 'सत्' शब्दांश का तात्पर्य सनातन भगवान तथा धर्माचरण से है। एक साथ प्रयोग करने पर ये अलौकिकता की अवधारणा की ओर ले जाते हैं। इस अध्याय का अंत इस बात पर बल देते हुए होता है कि यदि यज्ञ, तप और दान धर्मग्रन्थों के विधि-निषेधों की उपेक्षा करते हुए किए जाते हैं तब ये सभी कृत्य निरर्थक सिद्ध होते हैं।",
      "tag": "अध्याय सत्रह: श्रद्धा त्रय विभाग योग"
    }
  ],
  "Chapter 18": [
    {
      "summary": "भगवद्गीता का अंतिम अध्याय सबसे बड़ा है और इसमें कई विषयों को सम्मिलित किया गया है। अर्जुन संस्कृत में प्रायः प्रयुक्त होने वाले दो शब्दों संन्यास और त्याग के संबंध में प्रश्न पूछने के साथ संन्यास के विषय पर चर्चा प्रारम्भ करता है। दोनों शब्द एक ही मूल धातु के हैं जिसका अर्थ 'परित्याग करना' है। संन्यासी वह है जो गृहस्थ जीवन में भाग नहीं लेता और समाज को त्याग कर साधना का अभ्यास करता है। त्यागी वह है जो कर्म में संलग्न रहता है लेकिन कर्म-फल का भोग करने की इच्छा का त्याग करता है। (यही गीता की वाणी का मुख्य अभिप्राय है) श्रीकृष्ण दूसरे प्रकार के त्याग की संतुति करते हैं। वे परामर्श देते हैं कि यज्ञ, दान, तपस्या और कर्त्तव्य पालन संबंधी कार्यों का कभी त्याग नहीं करना चाहिए क्योंकि ये ज्ञानी को भी शुद्ध करते हैं। इनका संपादन केवल कर्त्तव्य पालन की दृष्टि से करना चाहिए क्योंकि इन कार्यों को कर्म फल की आसक्ति के बिना संपन्न करना आवश्यक होता है। तत्पश्चात श्रीकृष्ण तीन कारकों के विस्तृत गहन विश्लेषण की ओर आते हैं जो कर्म, कर्म के तीन संघटक और कर्म फल में योगदान करने वाले पाँच कारकों को प्रेरित करते हैं। वे इनमें से प्रत्येक की तीन गुणों के अंतर्गत विवेचना करते हैं। वे कहते हैं कि जो अल्पज्ञानी है वे स्वयं को अपने कार्यों का कारण मानते हैं लेकिन विशुद्ध बुद्धि युक्त प्रबद्ध आत्माएँ न तो स्वयं को अपने कार्यों का कर्ता और न ही भोक्ता मानती हैं। अपने कर्मों के फलों से सदैव विरक्त रहने के कारण वे कार्मिक प्रतिक्रियाओं के बंधन में नहीं पड़ते। आगे इस अध्याय में यह अवगत कराया गया है कि लोगों के उद्देश्यों और कर्मों में भिन्नता क्यों पाई जाती है? तत्पश्चात इसमें प्रकृति के तीन गुणों के अनुसार ज्ञान, कर्म और कर्ता की श्रेणियों का वर्णन किया गया है। फिर आगे यह अध्याय बुद्धि, दृढ संकल्प और सुख के संबंध में समान विश्लेषण प्रस्तुत करता है। इसके बाद यह अध्याय उन लोगों का चित्रण करता है जिन्होंने आध्यात्मिक जीवन में पूर्णता की अवस्था प्राप्त कर ली है और ब्रह्म की अनुभूति में लीन हो गए हैं। आगे इस अध्याय में यह कहा गया है कि ऐसे पूर्ण योगी भी भक्ति में तल्लीनता द्वारा अपनी पूर्णता का अनुभव करते हैं। इसलिए भगवान के दिव्य व्यक्तित्त्व के रहस्य को केवल मधुर भक्ति द्वारा जाना जा सकता है। इसके बाद श्रीकृष्ण अर्जुन को स्मरण कराते हैं कि भगवान सभी जीवों के हृदय में स्थित हैं और उनके कर्मों के अनुसार वे उनकी गति को निर्देशित करते हैं। यदि हम उनका स्मरण करते हैं और अपने सभी कर्म उन्हें समर्पित करते हैं तथा उनका आश्रय लेकर उन्हें अपना लक्ष्य बनाते हैं तब उनकी कृपा से हम सभी प्रकार की कठिनाईयों को पार कर लेंगे। लेकिन यदि हम अपने अभिमान से प्रेरित होकर अपनी इच्छानुसार कर्म करते है तब हम सफलता प्राप्त नहीं कर पाएंगे। अंत में श्रीकृष्ण यह प्रकट करते हैं कि सभी प्रकार की धार्मिकता का त्याग करना और केवल भगवान की भक्ति के साथ-साथ उनके समक्ष शरणागत होना ही अति गुह्यतम ज्ञान है। तथापि यह ज्ञान उन्हें नहीं प्रदान करना चाहिए जो आडम्बर-हीन और भक्त नहीं हैं, क्योंकि वे इसकी अनुचित व्याख्या करेंगे और इसका दुरूपयोग कर अनुत्तरदायिता से कर्मों का त्याग करेंगे। यदि हम यह गुह्य ज्ञान पात्र जीवात्मा को प्रदान करते है तब यह अति प्रेमायुक्त बन जाता है और भगवान को अति प्रसन्न करता है। इसके बाद अर्जुन भगवान को सूचित करता है कि उसका मोह नष्ट हो गया है और वह उनकी आज्ञाओं का पालन करने के लिए तत्पर है। अंत में संजय जो नेत्रहीन राजा धृतराष्ट्र को युद्ध भूमि पर भगवान श्रीकृष्ण और अर्जुन के बीच हो रहे संवादों को सुना रहा था, व्यक्त करता है कि वह इन संवादों को सुनकर इतना स्तंभित और आश्चर्य चकित है कि जैसे ही वह भगवान के पवित्र संवादों और भगवान के अति विशाल विश्व रूप का स्मरण करता है तब उसके शरीर के रोंगटे खड़े हो जाते हैं। गहन कथन के साथ भगवद्गीता का समापन करते हुए वह कहता है कि विजय सदैव वहीं होती है जहाँ भगवान और उसके भक्त होते हैं और इस प्रकार से अच्छाई, प्रभुता और समृद्धि भी वहीं होगी क्योंकि परम सत्य का प्रकाश सदैव असत्य के अंधकार को परास्त कर देता है।",
      "tag": "अध्याय अठारह: मोक्ष संन्यास योग"
    }
  ]
}